Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/dahpahusat_fi/1_vanhustyo_pohsaame.pdf.tmx
Source language: sme
Languages: smn

source: SÁMI BOARRÁSIIDBARGGU BARGONEAVVOLOĐÁ - Mo doaimman, go áššehassan lea sápmelaš ahkeolmmoš?
smn: SÄÄMI PUÁRÁSIJPARGO TYEJIPIERGÂSKASSÂ - Maht mun tooimâm, ko äššigâssân lii sämmilâš elilâmolmooš?

source: Ovddidanráhkadusa vehkiin Sámi boarrásiidfuolahussii ohccojuvvojedje dakkár bargomállet, mat dáhkidit ruoktobálvalusas, bálvalusássamis, beavttálmahtton bálvalusássamis ja lágádusfuolahusas dan, ahte sámi ahkeolbmo gielalaš ja kultuvrralaš vuoigatvuođat ollašuvvet.
smn: Ovdedemráhtus vievâst Uusâim sämmilij puárásijhuolâttâsân tagarijd pargomaalijd, moh tähideh päikkipalvâlusâst, palvâlemasâmist, pehtilittum palvâlemasâmist já lájádâshuolâttâsâst tom, ete sämmilij elilâmulmui kielâliih já kulttuurliih vuoigâdvuođâh olášuveh.

source: Buori divššu ja fuolaatnima ulbmilin lea, ahte sápmelaš ahkeolbmuid iežaset giella ja kultuvra váldojuvvo vuhtii buot dikšun- ja fuolaatnin- bálvalusain.
smn: Šiev tipšo já huolâttâs ulmen lii, ete sämmilij elilâmulmui jieijâs kielâ já kulttuur váldojeh vuotân puoh tipšo- já huolattâspâlvalusâin

source: Sámi boarrásiidbarggu áššehas veadjá buorebut dalle, go bálvalusat ollašuvvet sámiid árvvuid mielde ja sámegillii.
smn: Sämmilii puárásijpargo äššigâs vaja pyerebeht talle, ko palvâlusah olášuttojeh sämmilij áárvui mield já samikielân.

source: Bargoneavvolođá vehkiin
smn: Tyejipiergâskaasâ vievâst

source: Sámegiella ja kultuvra bohtet oinnolažžan dikšunbarggus.
smn: Sämikielâ já kulttuur puátih uáinusân tipšopargoost.

source: Iežas duogáža mearkkašupmi ja dikšunbarggu kvalitehta bohtet čielgasabbot ovdan.
smn: Jieijâs tuávváá merhâšume já tipšopargo kvaliteet tiäduttuveh.

source: Bargit váldet buorebut vuhtii sámi ahkeolbmo dárbbuid ja áššehas oažžu vejolašvuođa váikkuhit iežas dikšui ruoktobálvalusas, bálvalusássamis, beavttálmahtton bálvalusássamis ja lágádusdivššus.
smn: Pargoviehâ váldá pyerebeht huámášumán sämmilii elilâmulmuu táárbuid já äššigâs uážžu máhđulâšvuođâ vaikuttiđ jieijâs tiipšon päikkipalvâlusâst, palvâlemasâmist, pehtilittum palvâlemasâmist já lájádâstipšoost.

source: Bargit ožžot geavatlaš rávvagiid, ávžžuhusaid das, mo sápmelaš ahkeolmmoš sáhttá seailluhit ja bajásdoallat iežas giela, kultuvrra ja identitehta.
smn: Pargoviehâ uážžu keevâtlijd ravvuid, avžuuttâsâid tast, maht sämmilâš elilâmolmooš puáhtá siäiluttiđ já paijeentoollâđ kielâs, kulttuuris já identiteetis.

source: Rávagirjjáža vehkiin bargoservošii boahtti bargi sáhttá álkket oahpás mahttit bargui.
smn: Raavâkirjáá vievâst pargosiärvádâhân puáttee pargee puáhtá älkkeht uápásmittiđ.

source: Oažžu álkket ja johtilit áddejumi das, maid sámi boarrásiidbargu bargobáikkis oaivvilda.
smn: Tyejipiergâskaasâst finnee älkkeht já jotelávt ibárdâs tast, ete maid sämmilâš puárásijpargo pargosaajeest uáivild.

source: Sámi ahkeolbmo ja su oapmahaččaid váikkuhanvejolašvuođat dikšui buorránit.
smn: Sämmilii elilâmulmuu já suu omâhái vaikuttemmáhđulâšvuođah tiipšon puáráneh.

source: Guhtege logu buohta lea sámiid ruovttuguovllu boarrásiidbarggu guoski diehtu ja rávvagat.
smn: Jyehi lovo peht láá sämikuávlu puárásijpargo kyeskee tiätu já ravvuuh.

source: Lassin lea sadji, masa guđege bargobáikki meannudanvugiid sáhttá dievasmahttit.
smn: Lasseen lii tile, kuus jieškote-uv pargosaje vuáháduvâid puáhtá tievâsmittiđ.

source: SaKaste Sámiid sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus -fidnu
smn: Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemrááhtus -proojeekt

source: Ulbmilin buoridit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuhahttivuođa ja oažžuma
smn: Ulmen sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet, vaikuttemvuotâ já finnimvuotâ

source: Sámi boarrásiidbarggu bargoneavvolođá lea dahkkon veahkkin bargiide, geat barget sámi ahkeolbmuiguin.
smn: Säämi puárásijpargo tyejipiergâskassâ lii rahtum iššeen pargoviehân, kote parga sämmilij elilâmulmuiguin.

source: Sisdoallu vuođđuduvvá oalle guhkás vásáhusaid bokte ožžojuvvon dihtui, mas áššedovdin leat doaibman sámiid ruovttuguovllu sámegielat sosiála- ja dearvvasvuođasuorggi bargit.
smn: Siskáldâs vuáđuduvá pyeri muudon hárjánem mield puáttám tiätun, kost äššitobden láá toimâm sämikuávlu sämikielâliih sosiaal- já tiervâsvuođâsyergi pargeeh.
